Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_Scope_KÄSITLUSALA .tmx
Source language: en
Languages: et

source: This part of IEC 61439 lays down the general definitions and service conditions, construction requirements, technical characteristics and verification requirements for low-voltage switchgear and controlgear assemblies.
et: See standardisarja IEC 61439 osa esitab madalpingeliste aparaadikoostete üldmääratlused ja kehtestab nende talitlustingimused, ehitusnõuded, tehnilised tunnusandmed ja kontrollinõuded.

source: NOTE Throughout this document, the term assembly(s) (see 3.1.1) is used for a low-voltage switchgear and controlgear assembly(s).
et: MÄRKUS Kogu selles dokumendis kasutatakse terminit kooste(d) (vt termin 3.1.1) üksnes madalpingelis(t)e aparaadikooste(te) tähenduses.

source: For the purpose of determining assembly conformity, the requirements of the relevant part of the IEC 61439 series, Part 2 onwards, apply together with the cited requirements of this document.
et: Kooste vastavuse tõendamise eesmärgil rakendatakse standardisarja IEC 61439 asjakohase osa nõudeid alates osast 2 koos selle dokumendi viidatud nõuetega.

source: For assemblies not covered by Part 3 onward, Part 2 applies.
et: Koostete kohta, mis ei ole hõlmatud osadega alates osast 3, rakendatakse osa 2.

source: This document applies to assemblies only when required by the relevant assembly standard as follows:
et: See dokument rakendub koostete kohta, kui see on nõutav üksnes asjakohase koostestandardiga, järgmiselt:

source: assemblies for which the rated voltage does not exceed 1 000 V AC or 1 500 V DC
et: koosted, mille tunnus-vahelduvpinge ei ole üle 1000 V ega tunnus-alalispinge üle 1500 V

source: assemblies designed for a nominal frequency of the incoming supply or supplies not exceeding 1 000 Hz
et: koosted, mis on ette nähtud siseneva elektritoite või -toidete nimisagedusele mitte üle 1000 Hz

source: assemblies intended for indoor and outdoor applications
et: koosted, mis on ette nähtud sise- või välisrakendusteks

source: stationary or movable assemblies with or without an enclosure
et: kohtkindlad või teisaldatavad, ümbrisega või ümbriseta koosted

source: assemblies intended for use in connection with the generation, transmission, distribution and conversion of electric energy, and for the control of electrical energy consuming equipment
et: koosted, mis on ette nähtud kasutamiseks seoses elektrienergia genereerimise, edastamise, jaotamise ja muundamisega ning elektrienergia tarbimisseadmete juhtimisega

source: For some applications involving, for example, explosive atmospheres, functional safety, there can be a need to comply with the requirements of other standards or legislation in addition to those specified in the IEC 61439 series.
et: Mõnedes rakendustes, mida iseloomustab näiteks plahvatusohtliku keskkonna olemasolu või funktsionaalse turvalisuse nõue, võib lisaks standardisarjas IEC 61439 sätestatuile vaja olla täita muude standardite või seadusaktide nõudeid.

source: This document does not apply to individual devices and self-contained components such as motor starters and other electronic equipment which comply with their relevant product standards.
et: See dokument ei rakendu üksikseadmete ja iseseisvate komponentide kohta, nagu mootorikäivitid ja muud elektroonikaseadmed, mis vastavad oma asjakohastele tootestandarditele.

source: This document describes the integration of devices and self-contained components into an assembly or into an empty enclosure forming an assembly.
et: See dokument kirjeldab seadiste ja iseseisvate komponentide sisseehitamist koostesse või koostet kujundavasse tühja ümbrisesse.

source: fuse switches
et: sulavkaitsmetega ühitatud lülitid

source: power electronic converter systems and equipment (PECS)
et: elektron-jõumuundursüsteemid ja -seadmed (PECS)

source: switch mode power supplies (SMPS)
et: lülitimooduselised jõutoiteallikad (SMPS)

source: uninterruptable power supplies (UPS)
et: katkestusvabad toiteallikad (UPS)

source: basic drive modules (BDM)
et: põhiajamisüsteemid (BDM)

source: complete drive modules (CDM)
et: komplektsed ajamisüsteemid (CDM)

source: adjustable speed power drives systems (PDS)
et: reguleeritava kiirusega elektriajamisüsteemid (PDS)
